organization/max_lab_notebook_organization.org
# Created 2021-04-26 Mon 22:57
:PROPERTIES:
:ID:       B20D4110-E320-4C7D-976C-2966B45B1806
:END:
#+TITLE: Max's lab notebook organization
#+DATE: \today
#+AUTHOR: Max Ferrin
#+EMAIL: ferrinm@berkeley.edu
#+SETUPFILE: https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup
#+OPTIONS: num:nil toc:4 todo:t pri:nil tags:nil ^:nil <:t author:t email:t f:t H:6 p:t timestamp:t broken-links:mark

* template/description

I use Emacs Org-Mode to write everything for my lab notebook (including this
page)! Catch the wave! This organization is just for my experimental work; I
still use emacs but with a different organizational structure for programmatical
theory and analysis.
** Project 1: /project title/
Project title should briefly convey the broad question of the project
*** Relevant literature
This is a place to take notes from scientific literature (with references
[[#lu_clathrin-mediated_2016][lu_clathrin-mediated_2016]]!) for information that informs experimental
design and/or might go into the manuscript for the project

*** Brainstorming
Put under-developed ideas for future experiments here so they don't get buried
and forgotten elsewhere
*** Experiment 1.1: /experiment title/
Experiment title should briefly convey the specific question that the experiment
is designed to address
**** Aims

A few bullet points to further expand on the experiment title:

- What do you hope to answer? How will you try to answer it?
  - If there are multiple questions, ask yourself whether it makes more sense to
    split them into separate experiments
- Why are you asking the experimental question?
- How will you interpret potential results?
**** Trial 1.1.1: /trial title/

The trial title should state whether it is a repeat or slightly tweaked
procedure for optimization (include what the tweak is if that's the case). If
the trial is designed to ask a different question than other trials, it should
be a new experiment instead.
***** procedure
****** one task
1. Write up a complete numbered protocol before starting anything at the bench
2. Include preparing specialized reagents
3. If there is a commonly used task required, write up a separate protocol for
   it (if one doesn't already exist), upload it to the lab protocols database,
   copy it into the trial procedure, and link to its location in the database
4. Include a descriptive table when samples will be generated, complete with
   unique identifiers corresponding to the project (first number), experiment
   (second number), trial (third number), sample type abbreviation (letter), and
   the specific sample of that type for the trial (last number)
   | Sample ID     | Description                                           |
   |---------------+-------------------------------------------------------|
   | <<<1.1.1P1>>> | project 1, experiment 1, trial 1, first _PCR_ sample  |
   | <<<1.1.1P2>>> | project 1, experiment 1, trial 1, second _PCR_ sample |
   - Sample IDs should be written as radio target links when they're first
     described, so that all future times they're written out will link back to
     the place where they were defined: 1.1.1P1 
****** another task

| Sample ID     | Description                                              |
|---------------+----------------------------------------------------------|
| <<<1.1.1D1>>> | project 1, experiment 1, trial 1, first _digest_ sample  |
| <<<1.1.1D2>>> | project 1, experiment 1, trial 1, second _digest_ sample |
***** notes
****** one task
- [2019-06-21 Fri 15:25]  The notes section should have the same headlines and
  steps as the procedure to serve as a checklist, complete with timestamps
  - if anything not exactly according to the protocol happened, make a note
    about it here under the appropriate step
- [2019-06-21 Fri 15:34]  make sure to note when samples, like 1.1.1P1, were
  generated and where they were stored
****** another task
***** results

This section will vary widely depending on the type of experiment, but always
label everything!!! Do not make any interpretations here. If there are multiple
samples with data, each should get their own headline in this section.
***** interpretaions/conclusions

What does the data say about the specific experimental question and the broad
project question? How/why?
***** next steps

Are there any other experiments that the results suggest should be done?
**** Trial 1.1.2: /trial title/
***** procedure
****** one task
| Sample ID     | Description                                           |
|---------------+-------------------------------------------------------|
| <<<1.1.2P1>>> | project 1, experiment 1, trial 2, first _PCR_ sample  |
| <<<1.1.2P2>>> | project 1, experiment 1, trial 2, second _PCR_ sample |
****** another task
***** notes
****** one task
****** another task
***** results
***** interpretaions/conclusions
***** next steps
