organization/max_lab_notebook_organization.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-24 Sun 15:42 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Max's lab notebook organization</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Max Ferrin" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Max's lab notebook organization</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org6aab5b8">template/description</a>
<ul>
<li><a href="#org6b67236">Project 1: <i>project title</i></a>
<ul>
<li><a href="#org7196606">Relevant literature</a></li>
<li><a href="#org67a32fd">Brainstorming</a></li>
<li><a href="#org64f8018">Experiment 1.1: <i>experiment title</i></a>
<ul>
<li><a href="#org834ec1b">Aims</a></li>
<li><a href="#org0e50238">Trial 1.1.1: <i>trial title</i></a></li>
<li><a href="#org08269e6">Trial 1.1.2: <i>trial title</i></a></li>
</ul>
</li>
<li><a href="#orged7e1a9">Experiment 1.2: <i>experiment title</i></a>
<ul>
<li><a href="#org6378f48">Aims</a></li>
<li><a href="#org415f22c">Trial 1.2.1: <i>trial title</i></a></li>
<li><a href="#org81ae4fd">Trial 1.2.2: <i>trial title</i></a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb452924">Project 2: <i>project title</i></a>
<ul>
<li><a href="#org1d8ad59">Relevant literature</a></li>
<li><a href="#orgd83e416">Brainstorming</a></li>
<li><a href="#org6f7950a">Experiment 2.1: <i>experiment title</i></a>
<ul>
<li><a href="#orga40a681">Aims</a></li>
<li><a href="#orgcc387f5">Trial 2.1.1: <i>trial title</i></a></li>
<li><a href="#org9ff4e0e">Trial 2.1.2: <i>trial title</i></a></li>
</ul>
</li>
<li><a href="#orgeb402ff">Experiment 2.2: <i>experiment title</i></a>
<ul>
<li><a href="#org7319208">Aims</a></li>
<li><a href="#org4beb42f">Trial 2.2.1: <i>trial title</i></a></li>
<li><a href="#org3712064">Trial 2.2.2: <i>trial title</i></a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><a href="#org3bd93fa">graphical depiction</a></li>
<li><a href="#org7c70dd2">Bibliography</a>
<ul>
<li><a href="#lu_clathrin-mediated_2016">Lu, Rebecca and Drubin, David G. and Sun, Yidi - Clathrin-Mediated Endocytosis in Budding Yeast at a Glance</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org6aab5b8" class="outline-2">
<h2 id="org6aab5b8">template/description</h2>
<div class="outline-text-2" id="text-org6aab5b8">
<p>
I use Emacs Org-Mode to write everything for my lab notebook (including this
page)! Catch the wave! This organization is just for my experimental work; I
still use emacs but with a different organizational structure for programmatical
theory and analysis.
</p>
</div>
<div id="outline-container-org6b67236" class="outline-3">
<h3 id="org6b67236">Project 1: <i>project title</i></h3>
<div class="outline-text-3" id="text-org6b67236">
<p>
Project title should briefly convey the broad question of the project
</p>
</div>
<div id="outline-container-org7196606" class="outline-4">
<h4 id="org7196606">Relevant literature</h4>
<div class="outline-text-4" id="text-org7196606">
<p>
This is a place to take notes from scientific literature (with references
<a href="#lu_clathrin-mediated_2016">lu_clathrin-mediated_2016</a>!) for information that informs experimental
design and/or might go into the manuscript for the project
</p>
</div>
</div>

<div id="outline-container-org67a32fd" class="outline-4">
<h4 id="org67a32fd">Brainstorming</h4>
<div class="outline-text-4" id="text-org67a32fd">
<p>
Put under-developed ideas for future experiments here so they don't get buried
and forgotten elsewhere
</p>
</div>
</div>
<div id="outline-container-org64f8018" class="outline-4">
<h4 id="org64f8018">Experiment 1.1: <i>experiment title</i></h4>
<div class="outline-text-4" id="text-org64f8018">
<p>
Experiment title should briefly convey the specific question that the experiment
is designed to address
</p>
</div>
<div id="outline-container-org834ec1b" class="outline-5">
<h5 id="org834ec1b">Aims</h5>
<div class="outline-text-5" id="text-org834ec1b">
<p>
A few bullet points to further expand on the experiment title:
</p>

<ul class="org-ul">
<li>What do you hope to answer? How will you try to answer it?
<ul class="org-ul">
<li>If there are multiple questions, ask yourself whether it makes more sense to
split them into separate experiments</li>
</ul></li>
<li>Why are you asking the experimental question?</li>
<li>How will you interpret potential results?</li>
</ul>
</div>
</div>
<div id="outline-container-org0e50238" class="outline-5">
<h5 id="org0e50238">Trial 1.1.1: <i>trial title</i></h5>
<div class="outline-text-5" id="text-org0e50238">
<p>
The trial title should state whether it is a repeat or slightly tweaked
procedure for optimization (include what the tweak is if that's the case). If
the trial is designed to ask a different question than other trials, it should
be a new experiment instead.
</p>
</div>
<div id="outline-container-orgb66574b" class="outline-6">
<h6 id="orgb66574b">procedure</h6>
<div class="outline-text-6" id="text-orgb66574b">
</div>
<div id="outline-container-org8eadad1" class="outline-7">
<h7 id="org8eadad1">one task</h7>
<div class="outline-text-7" id="text-org8eadad1">
<ol class="org-ol">
<li>Write up a complete numbered protocol before starting anything at the bench</li>
<li>Include preparing specialized reagents</li>
<li>If there is a commonly used task required, write up a separate protocol for
it (if one doesn't already exist), upload it to the lab protocols database,
copy it into the trial procedure, and link to its location in the database</li>
<li><p>
Include a descriptive table when samples will be generated, complete with
unique identifiers corresponding to the project (first number), experiment
(second number), trial (third number), sample type abbreviation (letter), and
the specific sample of that type for the trial (last number)
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Sample ID</th>
<th scope="col" class="org-left">Description</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a id="org3fcb9c3">1.1.1P1</a></td>
<td class="org-left">project 1, experiment 1, trial 1, first <span class="underline">PCR</span> sample</td>
</tr>

<tr>
<td class="org-left"><a id="orgb0095c8">1.1.1P2</a></td>
<td class="org-left">project 1, experiment 1, trial 1, second <span class="underline">PCR</span> sample</td>
</tr>
</tbody>
</table>
<ul class="org-ul">
<li>Sample IDs should be written as radio target links when they're first
described, so that all future times they're written out will link back to
the place where they were defined: <a href="#org3fcb9c3">1.1.1P1</a></li>
</ul></li>
</ol>
</div>
</div>
<div id="outline-container-org5c767dc" class="outline-7">
<h7 id="org5c767dc">another task</h7>
<div class="outline-text-7" id="text-org5c767dc">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Sample ID</th>
<th scope="col" class="org-left">Description</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a id="org0edc6af">1.1.1D1</a></td>
<td class="org-left">project 1, experiment 1, trial 1, first <span class="underline">digest</span> sample</td>
</tr>

<tr>
<td class="org-left"><a id="org82f5ce4">1.1.1D2</a></td>
<td class="org-left">project 1, experiment 1, trial 1, second <span class="underline">digest</span> sample</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-org234a2b8" class="outline-6">
<h6 id="org234a2b8">notes</h6>
<div class="outline-text-6" id="text-org234a2b8">
</div>
<div id="outline-container-org44630ca" class="outline-7">
<h7 id="org44630ca">one task</h7>
<div class="outline-text-7" id="text-org44630ca">
<ul class="org-ul">
<li><span class="timestamp-wrapper"><span class="timestamp">[2019-06-21 Fri 15:25]  </span></span>  The notes section should have the same headlines and
steps as the procedure to serve as a checklist, complete with timestamps
<ul class="org-ul">
<li>if anything not exactly according to the protocol happened, make a note
about it here under the appropriate step</li>
</ul></li>
<li><span class="timestamp-wrapper"><span class="timestamp">[2019-06-21 Fri 15:34]  </span></span>  make sure to note when samples, like <a href="#org3fcb9c3">1.1.1P1</a>, were
generated and where they were stored</li>
</ul>
</div>
</div>
<div id="outline-container-org97b71ef" class="outline-7">
<h7 id="org97b71ef">another task</h7>
</div>
</div>
<div id="outline-container-org1b69ab4" class="outline-6">
<h6 id="org1b69ab4">results</h6>
<div class="outline-text-6" id="text-org1b69ab4">
<p>
This section will vary widely depending on the type of experiment, but always
label everything!!! Do not make any interpretations here. If there are multiple
samples with data, each should get their own headline in this section.
</p>
</div>
</div>
<div id="outline-container-org25d0924" class="outline-6">
<h6 id="org25d0924">interpretaions/conclusions</h6>
<div class="outline-text-6" id="text-org25d0924">
<p>
What does the data say about the specific experimental question and the broad
project question? How/why?
</p>
</div>
</div>
<div id="outline-container-org19bde8a" class="outline-6">
<h6 id="org19bde8a">next steps</h6>
<div class="outline-text-6" id="text-org19bde8a">
<p>
Are there any other experiments that the results suggest should be done?
</p>
</div>
</div>
</div>
<div id="outline-container-org08269e6" class="outline-5">
<h5 id="org08269e6">Trial 1.1.2: <i>trial title</i></h5>
<div class="outline-text-5" id="text-org08269e6">
</div>
