organization/max_lab_notebook_organization.org
*** Experiment 1.2: /experiment title/
**** Aims
**** Trial 1.2.1: /trial title/
***** procedure
****** one task
| Sample ID     | Description                                           |
|---------------+-------------------------------------------------------|
| <<<1.2.1P1>>> | project 1, experiment 2, trial 1, first _PCR_ sample  |
| <<<1.2.1P2>>> | project 1, experiment 2, trial 1, second _PCR_ sample |
****** another task
***** notes
****** one task
****** another task
***** results
***** interpretaions/conclusions
***** next steps
**** Trial 1.2.2: /trial title/
***** procedure
****** one task
| Sample ID     | Description                                           |
|---------------+-------------------------------------------------------|
| <<<1.2.2P1>>> | project 1, experiment 2, trial 2, first _PCR_ sample  |
| <<<1.2.2P2>>> | project 1, experiment 2, trial 2, second _PCR_ sample |
****** another task
***** notes
****** one task
****** another task
***** results
***** interpretaions/conclusions
***** next steps
** Project 2: /project title/
*** Relevant literature
*** Brainstorming
*** Experiment 2.1: /experiment title/
**** Aims
**** Trial 2.1.1: /trial title/
***** procedure
****** one task
| Sample ID     | Description                                           |
|---------------+-------------------------------------------------------|
| <<<2.1.1P1>>> | project 2, experiment 1, trial 1, first _PCR_ sample  |
| <<<2.1.1P2>>> | project 2, experiment 1, trial 1, second _PCR_ sample |
****** another task
***** notes
****** one task
****** another task
***** results
***** interpretaions/conclusions
***** next steps
**** Trial 2.1.2: /trial title/
***** procedure
****** one task
| Sample ID     | Description                                           |
|---------------+-------------------------------------------------------|
| <<<2.1.2P1>>> | project 2, experiment 1, trial 2, first _PCR_ sample  |
| <<<2.1.2P2>>> | project 2, experiment 1, trial 2, second _PCR_ sample |
****** another task
***** notes
****** one task
****** another task
***** results
***** interpretaions/conclusions
***** next steps
*** Experiment 2.2: /experiment title/
**** Aims
**** Trial 2.2.1: /trial title/
***** procedure
****** one task
| Sample ID     | Description                                           |
|---------------+-------------------------------------------------------|
| <<<2.2.1P1>>> | project 2, experiment 2, trial 1, first _PCR_ sample  |
| <<<2.2.1P2>>> | project 2, experiment 2, trial 1, second _PCR_ sample |
****** another task
***** notes
****** one task
****** another task
***** results
***** interpretaions/conclusions
***** next steps
**** Trial 2.2.2: /trial title/
***** procedure
****** one task
| Sample ID     | Description                                           |
|---------------+-------------------------------------------------------|
| <<<2.2.2P1>>> | project 2, experiment 2, trial 2, first _PCR_ sample  |
| <<<2.2.2P2>>> | project 2, experiment 2, trial 2, second _PCR_ sample |
****** another task
***** notes
****** one task
****** another task
***** results
***** interpretaions/conclusions
***** next steps

