organization/max_lab_notebook_organization.html
<div id="outline-container-org225fa5b" class="outline-6">
<h6 id="org225fa5b">procedure</h6>
<div class="outline-text-6" id="text-org225fa5b">
</div>
<div id="outline-container-orgde47f1c" class="outline-7">
<h7 id="orgde47f1c">one task</h7>
<div class="outline-text-7" id="text-orgde47f1c">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Sample ID</th>
<th scope="col" class="org-left">Description</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a id="orgbbf517c">1.1.2P1</a></td>
<td class="org-left">project 1, experiment 1, trial 2, first <span class="underline">PCR</span> sample</td>
</tr>

<tr>
<td class="org-left"><a id="org9e619d4">1.1.2P2</a></td>
<td class="org-left">project 1, experiment 1, trial 2, second <span class="underline">PCR</span> sample</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org8768967" class="outline-7">
<h7 id="org8768967">another task</h7>
</div>
</div>
<div id="outline-container-orgfe87cfd" class="outline-6">
<h6 id="orgfe87cfd">notes</h6>
<div class="outline-text-6" id="text-orgfe87cfd">
</div>
<div id="outline-container-orgb5e43c4" class="outline-7">
<h7 id="orgb5e43c4">one task</h7>
</div>
<div id="outline-container-org82f036f" class="outline-7">
<h7 id="org82f036f">another task</h7>
</div>
</div>
<div id="outline-container-orgfa3bd98" class="outline-6">
<h6 id="orgfa3bd98">results</h6>
</div>
<div id="outline-container-org27a6f13" class="outline-6">
<h6 id="org27a6f13">interpretaions/conclusions</h6>
</div>
<div id="outline-container-orgeb51591" class="outline-6">
<h6 id="orgeb51591">next steps</h6>
</div>
</div>
</div>
<div id="outline-container-orged7e1a9" class="outline-4">
<h4 id="orged7e1a9">Experiment 1.2: <i>experiment title</i></h4>
<div class="outline-text-4" id="text-orged7e1a9">
</div>
<div id="outline-container-org6378f48" class="outline-5">
<h5 id="org6378f48">Aims</h5>
</div>
<div id="outline-container-org415f22c" class="outline-5">
<h5 id="org415f22c">Trial 1.2.1: <i>trial title</i></h5>
<div class="outline-text-5" id="text-org415f22c">
</div>
<div id="outline-container-org74e8a8f" class="outline-6">
<h6 id="org74e8a8f">procedure</h6>
<div class="outline-text-6" id="text-org74e8a8f">
</div>
<div id="outline-container-org4c270ff" class="outline-7">
<h7 id="org4c270ff">one task</h7>
<div class="outline-text-7" id="text-org4c270ff">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Sample ID</th>
<th scope="col" class="org-left">Description</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a id="orgf3cb9dc">1.2.1P1</a></td>
<td class="org-left">project 1, experiment 2, trial 1, first <span class="underline">PCR</span> sample</td>
</tr>

<tr>
<td class="org-left"><a id="orgd357a4f">1.2.1P2</a></td>
<td class="org-left">project 1, experiment 2, trial 1, second <span class="underline">PCR</span> sample</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org28dea6e" class="outline-7">
<h7 id="org28dea6e">another task</h7>
</div>
</div>
<div id="outline-container-org54bccf6" class="outline-6">
<h6 id="org54bccf6">notes</h6>
<div class="outline-text-6" id="text-org54bccf6">
</div>
<div id="outline-container-org54a6910" class="outline-7">
<h7 id="org54a6910">one task</h7>
</div>
<div id="outline-container-org3c38192" class="outline-7">
<h7 id="org3c38192">another task</h7>
</div>
</div>
<div id="outline-container-org0a35e21" class="outline-6">
<h6 id="org0a35e21">results</h6>
</div>
<div id="outline-container-org80c5f5c" class="outline-6">
<h6 id="org80c5f5c">interpretaions/conclusions</h6>
</div>
<div id="outline-container-orgbcbb404" class="outline-6">
<h6 id="orgbcbb404">next steps</h6>
</div>
</div>
<div id="outline-container-org81ae4fd" class="outline-5">
<h5 id="org81ae4fd">Trial 1.2.2: <i>trial title</i></h5>
<div class="outline-text-5" id="text-org81ae4fd">
</div>
<div id="outline-container-org060cf69" class="outline-6">
<h6 id="org060cf69">procedure</h6>
<div class="outline-text-6" id="text-org060cf69">
</div>
<div id="outline-container-orgd86cdbe" class="outline-7">
<h7 id="orgd86cdbe">one task</h7>
<div class="outline-text-7" id="text-orgd86cdbe">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Sample ID</th>
<th scope="col" class="org-left">Description</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a id="orge999844">1.2.2P1</a></td>
<td class="org-left">project 1, experiment 2, trial 2, first <span class="underline">PCR</span> sample</td>
</tr>

<tr>
<td class="org-left"><a id="org682f3d2">1.2.2P2</a></td>
<td class="org-left">project 1, experiment 2, trial 2, second <span class="underline">PCR</span> sample</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgd3fdef3" class="outline-7">
<h7 id="orgd3fdef3">another task</h7>
</div>
</div>
<div id="outline-container-org10a6f6a" class="outline-6">
<h6 id="org10a6f6a">notes</h6>
<div class="outline-text-6" id="text-org10a6f6a">
</div>
<div id="outline-container-orgda47ea4" class="outline-7">
<h7 id="orgda47ea4">one task</h7>
</div>
<div id="outline-container-orga953b68" class="outline-7">
<h7 id="orga953b68">another task</h7>
</div>
</div>
<div id="outline-container-org4c124bc" class="outline-6">
<h6 id="org4c124bc">results</h6>
</div>
<div id="outline-container-orgb3c8fb1" class="outline-6">
<h6 id="orgb3c8fb1">interpretaions/conclusions</h6>
</div>
<div id="outline-container-org4ae73d0" class="outline-6">
<h6 id="org4ae73d0">next steps</h6>
</div>
</div>
</div>
</div>
<div id="outline-container-orgb452924" class="outline-3">
<h3 id="orgb452924">Project 2: <i>project title</i></h3>
<div class="outline-text-3" id="text-orgb452924">
</div>
<div id="outline-container-org1d8ad59" class="outline-4">
<h4 id="org1d8ad59">Relevant literature</h4>
</div>
<div id="outline-container-orgd83e416" class="outline-4">
<h4 id="orgd83e416">Brainstorming</h4>
</div>
<div id="outline-container-org6f7950a" class="outline-4">
<h4 id="org6f7950a">Experiment 2.1: <i>experiment title</i></h4>
<div class="outline-text-4" id="text-org6f7950a">
</div>
<div id="outline-container-orga40a681" class="outline-5">
<h5 id="orga40a681">Aims</h5>
</div>
<div id="outline-container-orgcc387f5" class="outline-5">
<h5 id="orgcc387f5">Trial 2.1.1: <i>trial title</i></h5>
<div class="outline-text-5" id="text-orgcc387f5">
</div>
<div id="outline-container-org0330446" class="outline-6">
<h6 id="org0330446">procedure</h6>
<div class="outline-text-6" id="text-org0330446">
</div>
<div id="outline-container-orgb5d4276" class="outline-7">
<h7 id="orgb5d4276">one task</h7>
<div class="outline-text-7" id="text-orgb5d4276">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Sample ID</th>
<th scope="col" class="org-left">Description</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a id="org2212d5f">2.1.1P1</a></td>
<td class="org-left">project 2, experiment 1, trial 1, first <span class="underline">PCR</span> sample</td>
</tr>

<tr>
<td class="org-left"><a id="org315bd2c">2.1.1P2</a></td>
<td class="org-left">project 2, experiment 1, trial 1, second <span class="underline">PCR</span> sample</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org070213e" class="outline-7">
<h7 id="org070213e">another task</h7>
</div>
</div>
<div id="outline-container-org3c99732" class="outline-6">
<h6 id="org3c99732">notes</h6>
<div class="outline-text-6" id="text-org3c99732">
</div>
<div id="outline-container-org576ff9a" class="outline-7">
<h7 id="org576ff9a">one task</h7>
</div>
<div id="outline-container-orgb74b601" class="outline-7">
<h7 id="orgb74b601">another task</h7>
</div>
</div>
<div id="outline-container-org63c6f5c" class="outline-6">
<h6 id="org63c6f5c">results</h6>
</div>
<div id="outline-container-org1343edd" class="outline-6">
<h6 id="org1343edd">interpretaions/conclusions</h6>
</div>
<div id="outline-container-org11af546" class="outline-6">
<h6 id="org11af546">next steps</h6>
</div>
</div>
<div id="outline-container-org9ff4e0e" class="outline-5">
<h5 id="org9ff4e0e">Trial 2.1.2: <i>trial title</i></h5>
<div class="outline-text-5" id="text-org9ff4e0e">
</div>
<div id="outline-container-org0cafa6e" class="outline-6">
<h6 id="org0cafa6e">procedure</h6>
<div class="outline-text-6" id="text-org0cafa6e">
</div>
<div id="outline-container-org8073e05" class="outline-7">
<h7 id="org8073e05">one task</h7>
<div class="outline-text-7" id="text-org8073e05">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Sample ID</th>
<th scope="col" class="org-left">Description</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a id="orgac4d03e">2.1.2P1</a></td>
<td class="org-left">project 2, experiment 1, trial 2, first <span class="underline">PCR</span> sample</td>
</tr>

<tr>
<td class="org-left"><a id="org2de8217">2.1.2P2</a></td>
<td class="org-left">project 2, experiment 1, trial 2, second <span class="underline">PCR</span> sample</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgf4e20ba" class="outline-7">
<h7 id="orgf4e20ba">another task</h7>
</div>
</div>
<div id="outline-container-orgff0eef6" class="outline-6">
<h6 id="orgff0eef6">notes</h6>
<div class="outline-text-6" id="text-orgff0eef6">
</div>
<div id="outline-container-orgadbabd7" class="outline-7">
<h7 id="orgadbabd7">one task</h7>
</div>
<div id="outline-container-orgac56553" class="outline-7">
<h7 id="orgac56553">another task</h7>
</div>
</div>
<div id="outline-container-org25547e8" class="outline-6">
<h6 id="org25547e8">results</h6>
</div>
<div id="outline-container-org3102a7c" class="outline-6">
<h6 id="org3102a7c">interpretaions/conclusions</h6>
</div>
<div id="outline-container-orgdf27e03" class="outline-6">
<h6 id="orgdf27e03">next steps</h6>
</div>
</div>
</div>
<div id="outline-container-orgeb402ff" class="outline-4">
<h4 id="orgeb402ff">Experiment 2.2: <i>experiment title</i></h4>
<div class="outline-text-4" id="text-orgeb402ff">
</div>
<div id="outline-container-org7319208" class="outline-5">
<h5 id="org7319208">Aims</h5>
</div>
<div id="outline-container-org4beb42f" class="outline-5">
<h5 id="org4beb42f">Trial 2.2.1: <i>trial title</i></h5>
<div class="outline-text-5" id="text-org4beb42f">
</div>
<div id="outline-container-org5060dba" class="outline-6">
<h6 id="org5060dba">procedure</h6>
<div class="outline-text-6" id="text-org5060dba">
</div>
<div id="outline-container-orgc5461c9" class="outline-7">
<h7 id="orgc5461c9">one task</h7>
<div class="outline-text-7" id="text-orgc5461c9">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Sample ID</th>
<th scope="col" class="org-left">Description</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a id="org5b3a5c2">2.2.1P1</a></td>
<td class="org-left">project 2, experiment 2, trial 1, first <span class="underline">PCR</span> sample</td>
</tr>

<tr>
<td class="org-left"><a id="org9d56d67">2.2.1P2</a></td>
<td class="org-left">project 2, experiment 2, trial 1, second <span class="underline">PCR</span> sample</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org299fff4" class="outline-7">
<h7 id="org299fff4">another task</h7>
</div>
</div>
<div id="outline-container-orge602a94" class="outline-6">
<h6 id="orge602a94">notes</h6>
<div class="outline-text-6" id="text-orge602a94">
</div>
<div id="outline-container-orga18c1e2" class="outline-7">
<h7 id="orga18c1e2">one task</h7>
</div>
<div id="outline-container-org829f3ac" class="outline-7">
<h7 id="org829f3ac">another task</h7>
</div>
</div>
<div id="outline-container-org5d9afa6" class="outline-6">
<h6 id="org5d9afa6">results</h6>
</div>
<div id="outline-container-orgda6154d" class="outline-6">
<h6 id="orgda6154d">interpretaions/conclusions</h6>
</div>
<div id="outline-container-org3b2cb86" class="outline-6">
<h6 id="org3b2cb86">next steps</h6>
</div>
</div>
<div id="outline-container-org3712064" class="outline-5">
<h5 id="org3712064">Trial 2.2.2: <i>trial title</i></h5>
<div class="outline-text-5" id="text-org3712064">
</div>
